Repository: ims21/AutoFan
Catalog: plugin/locale/*/LC_MESSAGES/AutoFan.po
Languages: cs

source: Add the date to the time entries in the log file.
cs: Přidává datum k položkám v logu.

source: Cancel
cs: Zavřít

source: Check interval
cs: Interval kontroly

source: Controls Edision OsMega fan.
cs: Řízení ventilátoru Edision OSMega.

source: Date in the log
cs: Datum do logu

source: Interval for temperature evaluation to control the fan.
cs: Interval vyhodnocování teploty pro následné řízení ventilátoru.

source: Log time, fan state, and temperatures to a file every 5 seconds in 'auto' mode (without value descriptions), otherwise every 60 seconds (with value descriptions). Turning the device off and on will overwrite the '%s' file.
cs: Zapisuje čas, stav ventilátoru a teploty do souboru každých 5 sekund v režimu 'auto' (bez popisu hodnot), jinak jen každých 60 sekund (s popisem hodnot). Vypnutí a zapnutí přepíše soubor '%s'.

source: Log to file
cs: Log do souboru

source: No controllable fan exists on this box!
cs: Na tomto boxu neexistuje žádný řiditelný ventilátor!

source: Temperature
cs: Teplota

source: The fan turns off when the set temperature is reached.
cs: Po dosažení nastavené teploty se ventilátor vypne.

source: temperature: %d%sC
cs: teplota: %d%sC

source: unknown temperature
cs: neznámá teplota
